# install packages
brew "adr-tools"
brew "bash"
brew "docker-compose"
brew "fzf"
brew "git"
brew "go"
brew "htop"
brew "nvm"
brew "phrase/brewed/phraseapp"
brew "postgresql"
brew "rbenv"
brew "redis"
brew "ripgrep"
brew "stow"
brew "tmux"
brew "tree"
brew "ctags"
brew "vim"
brew "zsh"
brew "terraform"
brew "npm"
brew "gnupg"

# install casks
cask "alfred"
cask "iterm2"
cask "trailer"
cask "typora"
cask "firefox"
cask "postico"
cask "spotify"
cask "keepassxc"
cask "docker"
cask "transmission"

